---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.GrossArea
source: html/caeed906-74d7-056a-1cca-c99429a87858.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.GrossArea Property

Get the Gross Area of the Zone.

## Syntax (C#)
```csharp
public double GrossArea { get; }
```

## Remarks
This property is used to get the Gross Area of the Zone.